[
    "When I wake up, the other side of the bed is cold. My\nfingers stretch out, seeking Prim's warmth but finding\nonly the rough canvas cover of the mattress. She\nmust have had bad dreams and climbed in with our\nmother. Of course, she did. This is the day of the\nreaping.\n\nI prop myself up on one elbow. There's enough light in\nthe bedroom to see them. My little sister, Prim, curled\nup on her side, cocooned in my mother's body, their\ncheeks pressed together. In sleep, my mother looks\nyounger, still worn but not so beaten-down. Prim's\nface is as fresh as a raindrop, as lovely as the\nprimrose for which she was named. My mother was\nvery beautiful once, too. Or so they tell me.",
    "\n\nSitting at Prim's knees, guarding her, is the world's\nugliest cat. Mashed-in nose, half of one ear missing,\neyes the color of rotting squash. Prim named him\nButtercup, insisting that his muddy yellow coat\nmatched the bright flower. I le hates me. Or at least\ndistrusts me. Even though it was years ago, I think he\nstill remembers how I tried to drown him in a bucket\nwhen Prim brought him home. Scrawny kitten, belly\nswollen with worms, crawling with fleas. The last\nthing I needed was another mouth to feed. But Prim\nbegged so hard, cried even, I had to let him stay. It\nturned out okay. My mother got rid of the vermin and\nhe's a born mouser. Even catches the occasional rat.\nSometimes, when I clean a kill, I feed Buttercup the\nentrails. He has stopped hissing at me.",
    "\n\nEntrails. No hissing. This is the closest we will ever\ncome to love.I swing my legs off the bed and slide into my hunting\nboots. Supple leather that has molded to my feet. I\npull on trousers, a shirt, tuck my long dark braid up\ninto a cap, and grab my forage bag. On the table,\nunder a wooden bowl to protect it from hungry rats\nand cats alike, sits a perfect little goat cheese\nwrapped in basil leaves. Prim's gift to me on reaping\nday. I put the cheese carefully in my pocket as I slip\noutside.",
    "\n\nOur part of District 12, nicknamed the Seam, is\nusually crawling with coal miners heading out to the\nmorning shift at this hour. Men and women with\nhunched shoulders, swollen knuckles, many who\nhave long since stopped trying to scrub the coal dust\nout of their broken nails, the lines of their sunken\nfaces. But today the black cinder streets are empty.\nShutters on the squat gray houses are closed. The\nreaping isn't until two. May as well sleep in. If you\ncan.",
    "\n\nOur house is almost at the edge of the Seam. I only\nhave to pass a few gates to reach the scruffy field\ncalled the Meadow. Separating the Meadow from the\nwoods, in fact enclosing all of District 12, is a high\nchain-link fence topped with barbed-wire loops. In\ntheory, it's supposed to be electrified twenty-four\nhours a day as a deterrent to the predators that live\nin the woods — packs of wild dogs, lone cougars,\nbears — that used to threaten our streets. But since\nwe're lucky to get two or three hours of electricity in\nthe evenings, it's usually safe to touch. Even so, I\nalways take a moment to listen carefully for the hum\nthat means the fence is live. Right now, it's silent as a\nstone. Concealed by a clump of bushes, I flatten out\non my belly and slide under a two-foot stretch that's\nbeen loose for years. There are several other weak\nspots in the fence, but this one is so close to home I\nalmost always enter the woods here.",
    "\n\n As soon as I'm in the trees, I retrieve a bow and\nsheath of arrows from a hollow log. Electrified or not,\nthe fence has been successful at keeping the flesh-\neaters out of District 12. Inside the woods they roam\nfreely, and there are added concerns like venomous\nsnakes, rabid animals, and no real paths to follow.\nBut there's also food if you know how to find it. My\nfather knew and he taught me some before he was\nblown to bits in a mine explosion. There was nothing\neven to bury. I was eleven then. Five years later, I still\nwake up screaming for him to run.\n\nEven though trespassing in the woods is illegal and\npoaching carries the severest of penalties, more\npeople would risk it if they had weapons. But most\nare not bold enough to venture out with just a knife.\nMy bow is a rarity, crafted by my father along with a\nfew others that I keep well hidden in the woods,\ncarefully wrapped in waterproof covers. My father\ncould have made good money selling them, but if the\nofficials found out he would have been publicly\nexecuted for inciting a rebellion. Most of the\nPeacekeepers turn a blind eye to the few of us who\nhunt because they're as hungry for fresh meat as\nanybody is. In fact, they're among our best\ncustomers. But the idea that someone might be\narming the Seam would never have been allowed.",
    "\n\nIn the fall, a few brave souls sneak into the woods to\nharvest apples. But always in sight of the Meadow.\nAlways close enough to run back to the safety of\nDistrict 12 if trouble arises. \"District Twelve. Where\nyou can starve to death in safety,\" I mutter. Then I\nglance quickly over my shoulder. Even here, even in\nthe middle of nowhere, you worry someone might\noverhear you.",
    "\n\nWhen I was younger, I scared my mother to death,\nthe things I would blurt out about District 12, about\n the people who rule our country, Panem, from the far-\noff city called the Capitol. Eventually I understood\nthis would only lead us to more trouble. So I learned\nto hold my tongue and to turn my features into an\nindifferent mask so that no one could ever read my\nthoughts. Do my work quietly in school. Make only\npolite small talk in the public market. Discuss little\nmore than trades in the Hob, which is the black\nmarket where I make most of my money. Even at\nhome, where I am less pleasant, I avoid discussing\ntricky topics. Like the reaping, or food shortages, or\nthe Hunger Games. Prim might begin to repeat my\nwords and then where would we be?",
    "\n\nIn the woods waits the only person with whom I can\nbe myself. Gale. I can feel the muscles in my face\nrelaxing, my pace quickening as I climb the hills to\nour place, a rock ledge overlooking a valley. A thicket\nof berry bushes protects it from unwanted eyes. The\nsight of him waiting there brings on a smile. Gale\nsays I never smile except in the woods.\n\n\"Hey, Catnip,\" says Gale. My real name is Katniss,\nbut when I first told him, I had barely whispered it.\nSo he thought I'd said Catnip. Then when this crazy\nlynx started following me around the woods looking\nfor handouts, it became his official nickname for me. I\nfinally had to kill the lynx because he scared off\ngame. I almost regretted it because he wasn't bad\ncompany. But I got a decent price for his pelt.\n\n\"Look what I shot,\" Gale holds up a loaf of bread with\nan arrow stuck in it, and I laugh. It's real bakery\nbread, not the flat, dense loaves we make from our\ngrain rations. I take it in my hands, pull out the\narrow, and hold the puncture in the crust to my nose,\ninhaling the fragrance that makes my mouth flood\nwith saliva. Fine bread like this is for special\noccasions.\"Mm, still warm,\" I say. He must have been at the\nbakery at the crack of dawn to trade for it. \"What did\nit cost you?\"",
    "\n\n\"Just a squirrel. Think the old man was feeling\nsentimental this morning,\" says Gale. \"Even wished\nme luck.\"\n\n\"Well, we all feel a little closer today, don't we?\" I say,\nnot even bothering to roll my eyes. \"Prim left us a\ncheese.\" I pull it out.\n\nHis expression brightens at the treat. \"Thank you,\nPrim. We'll have a real feast.\" Suddenly he falls into a\nCapitol accent as he mimics Effie Trinket, the\nmaniacally upbeat woman who arrives once a year to\nread out the names at the leaping. \"I almost forgot!\nHappy Hunger Games!\" He plucks a few blackberries\nfrom the bushes around us. \"And may the odds — \"\nHe tosses a berry in a high arc toward me.",
    "\n\nI catch it in my mouth and break the delicate skin\nwith my teeth. The sweet tartness explodes across my\ntongue. \" — be ever in your favor!\" I finish with equal\nverve. We have to joke about it because the\nalternative is to be scared out of your wits. Besides,\nthe Capitol accent is so affected, almost anything\nsounds funny in it.\n\nI watch as Gale pulls out his knife and slices the\nbread. He could be my brother. Straight black hair,\nolive skin, we even have the same gray eyes. But we're\nnot related, at least not closely. Most of the families\nwho work the mines resemble one another this way.\n\nThat's why my mother and Prim, with their light hair\nand blue eyes, always look out of place. They are. My\nmother's parents were part of the small merchant\nclass that caters to officials, Peacekeepers, and the\n occasional Seam customer. They ran an apothecary\nshop in the nicer part of District 12. Since almost no\none can afford doctors, apothecaries are our healers.\nMy father got to know my mother because on his\nhunts he would sometimes collect medicinal herbs\nand sell them to her shop to be brewed into remedies.\nShe must have really loved him to leave her home for\nthe Seam. I try to remember that when all I can see is\nthe woman who sat by, blank and unreachable, while\nher children turned to skin and bones. I try to forgive\nher for my father's sake. But to be honest, I'm not the\nforgiving type.",
    "\n\nGale spreads the bread slices with the soft goat\ncheese, carefully placing a basil leaf on each while I\nstrip the bushes of their berries. We settle back in a\nnook in the rocks. From this place, we are invisible\nbut have a clear view of the valley, which is teeming\nwith summer life, greens to gather, roots to dig, fish\niridescent in the sunlight. The day is glorious, with a\nblue sky and soft breeze. The food's wonderful, with\nthe cheese seeping into the warm bread and the\nberries bursting in our mouths. Everything would be\nperfect if this really was a holiday, if all the day off\nmeant was roaming the mountains with Gale,\nhunting for tonight's supper. But instead we have to\nbe standing in the square at two o'clock waiting for\nthe names to be called out.",
    "\n\n\"We could do it, you know,\" Gale says quietly.\n\n\"What?\" I ask.\n\n\"Leave the district. Run off. Live in the woods. You\nand I, we could make it,\" says Gale.\n\nI don't know how to respond. The idea is so\npreposterous.\"If we didn't have so many kids,\" he adds quickly.",
    "\n\nThey're not our kids, of course. But they might as well\nbe. Gale's two little brothers and a sister. Prim. And\nyou may as well throw in our mothers, too, because\nhow would they live without us? Who would fill those\nmouths that are always asking for more? With both of\nus hunting daily, there are still nights when game has\nto be swapped for lard or shoelaces or wool, still\nnights when we go to bed with our stomachs\ngrowling.\n\n\"I never want to have kids,\" I say.\n\n\"I might. If I didn't live here,\" says Gale.\n\n\"But you do,\" I say, irritated.",
    "\n\n\"Forget it,\" he snaps back.\n\nThe conversation feels all wrong. Leave? How could I\nleave Prim, who is the only person in the world I'm\ncertain I love? And Gale is devoted to his family. We\ncan't leave, so why bother talking about it? And even\nif we did . . . even if we did . . . where did this stuff\nabout having kids come from? There's never been\nanything romantic between Gale and me. When we\nmet, I was a skinny twelve-year-old, and although he\nwas only two years older, he already looked like a\nman. It took a long time for us to even become\nfriends, to stop haggling over every trade and begin\nhelping each other out.",
    "\n\nBesides, if he wants kids, Gale won't have any trouble\nfinding a wife. He's good-looking, he's strong enough\nto handle the work in the mines, and he can hunt.\nYou can tell by the way the girls whisper about him\nwhen he walks by in school that they want him. Itmakes me jealous but not for the reason people would\nthink. Good hunting partners are hard to find.",
    "\n\n\"What do you want to do?\" I ask. We can hunt, fish,\nor gather.\n\n\"Let's fish at the lake. We can leave our poles and\ngather in the woods. Get something nice for tonight,\"\nhe says.\n\nTonight. After the reaping, everyone is supposed to\ncelebrate. And a lot of people do, out of relief that\ntheir children have been spared for another year. But\nat least two families will pull their shutters, lock their\ndoors, and try to figure out how they will survive the\npainful weeks to come.\n\nWe make out well. The predators ignore us on a day\nwhen easier, tastier prey abounds. By late morning,\nwe have a dozen fish, a bag of greens and, best of all,\na gallon of strawberries. I found the patch a few years\nago, but Gale had the idea to string mesh nets around\nit to keep out the animals.",
    "\n\nOn the way home, we swing by the Hob, the black\nmarket that operates in an abandoned warehouse\nthat once held coal. When they came up with a more\nefficient system that transported the coal directly\nfrom the mines to the trains, the Hob gradually took\nover the space. Most businesses are closed by this\ntime on reaping day, but the black market's still fairly\nbusy. We easily trade six of the fish for good bread,\nthe other two for salt. Greasy Sae, the bony old\nwoman who sells bowls of hot soup from a large\nkettle, takes half the greens off our hands in\nexchange for a couple of chunks of paraffin. We might\ndo a tad better elsewhere, but we make an effort to\nkeep on good terms with Greasy Sae. She's the only\none who can consistently be counted on to buy wild\n dog. We don't hunt them on purpose, but if you're\nattacked and you take out a dog or two, well, meat is\nmeat. \"Once it's in the soup, 111 call it beef,\" Greasy\nSae says with a wink. No one in the Seam would turn\nup their nose at a good leg of wild dog, but the\nPeacekeepers who come to the Hob can afford to be a\nlittle choosier.",
    "\n\nWhen we finish our business at the market, we go to\nthe back door of the mayor's house to sell half the\nstrawberries, knowing he has a particular fondness\nfor them and can afford our price. The mayor's\ndaughter, Madge, opens the door. She's in my year at\nschool. Being the mayor's daughter, you'd expect her\nto be a snob, but she's all right. She just keeps to\nherself. Like me. Since neither of us really has a\ngroup of friends, we seem to end up together a lot at\nschool. Eating lunch, sitting next to each other at\nassemblies, partnering for sports activities. We rarely\ntalk, which suits us both just fine.",
    "\n\nToday her drab school outfit has been replaced by an\nexpensive white dress, and her blonde hair is done up\nwith a pink ribbon. Reaping clothes.",
    "\n\n\"Pretty dress,\" says Gale.\n\nMadge shoots him a look, trying to see if it's a\ngenuine compliment or if he's just being ironic. Itisa\npretty dress, but she would never be wearing it\nordinarily. She presses her lips together and then\nsmiles. \"Well, if I end up going to the Capitol, I want\nto look nice, don't I?\"\n\nNow it's Gale's turn to be confused. Does she mean\nit? Or is she messing with him? I'm guessing the\nsecond.\"You won't be going to the Capitol,\" says Gale coolly.\nHis eyes land on a small, circular pin that adorns her\ndress. Real gold. Beautifully crafted. It could keep a\nfamily in bread for months. \"What can you have? Five\nentries? I had six when I was just twelve years old.\"",
    "\n\n\"That's not her fault,\" I say.\n\n\"No, it's no one's fault. Just the way it is,\" says Gale.\nMadge's face has become closed off. She puts the\nmoney for the berries in my hand. \"Good luck,\nKatniss.\" \"You, too,\" I say, and the door closes.",
    "\n\nWe walk toward the Seam in silence. I don't like that\nGale took a dig at Madge, but he's right, of course.\nThe reaping system is unfair, with the poor getting\nthe worst of it. You become eligible for the reaping the\nday you turn twelve. That year, your name is entered\nonce. At thirteen, twice. And so on and so on until\nyou reach the age of eighteen, the final year of\neligibility, when your name goes into the pool seven\ntimes. That's true for every citizen in all twelve\ndistricts in the entire country of Panem.",
    "\n\nBut here's the catch. Say you are poor and starving\nas we were. You can opt to add your name more times\nin exchange for tesserae. Each tessera is worth a\nmeager year's supply of grain and oil for one person.\nYou may do this for each of your family members as\nwell. So, at the age of twelve, I had my name entered\nfour times. Once, because I had to, and three times\nfor tesserae for grain and oil for myself, Prim, and my\nmother. In fact, every year I have needed to do this.\nAnd the entries are cumulative. So now, at the age of\nsixteen, my name will be in the reaping twenty times.\nGale, who is eighteen and has been either helping or\nsingle-handedly feeding a family of five for seven\nyears, will have his name in forty-two times.You can see why someone like Madge, who has never\nbeen at risk of needing a tessera, can set him off. The\nchance of her name being drawn is very slim\ncompared to those of us who live in the Seam. Not\nimpossible, but slim. And even though the rules were\nset up by the Capitol, not the districts, certainly not\nMadge's family, it's hard not to resent those who don't\nhave to sign up for tesserae.",
    "\n\nGale knows his anger at Madge is misdirected. On\nother days, deep in the woods, I've listened to him\nrant about how the tesserae are just another tool to\ncause misery in our district. A way to plant hatred\nbetween the starving workers of the Seam and those\nwho can generally count on supper and thereby\nensure we will never trust one another. \"It's to the\nCapitol's advantage to have us divided among\nourselves,\" he might say if there were no ears to hear\nbut mine. If it wasn't reaping day. If a girl with a gold\npin and no tesserae had not made what I'm sure she\nthought was a harmless comment.\n\nAs we walk, I glance over at Gale's face, still\nsmoldering underneath his stony expression. His\nrages seem pointless to me, although I never say so.\nIt's not that I don't agree with him. I do. But what\ngood is yelling about the Capitol in the middle of the\nwoods? It doesn't change anything. It doesn't make\nthings fair. It doesn't fill our stomachs. In fact, it\nscares off the nearby game. I let him yell though.\nBetter he does it in the woods than in the district.",
    "\n\nGale and I divide our spoils, leaving two fish, a couple\nof loaves of good bread, greens, a quart of\nstrawberries, salt, paraffin, and a bit of money for\neach.\n\n\"See you in the square,\" I say.\"Wear something pretty,\" he says flatly.At home, I find my mother and sister are ready to go.\nMy mother wears a fine dress from her apothecary\ndays. Prim is in my first reaping outfit, a skirt and\nruffled blouse. It's a bit big on her, but my mother\nhas made it stay with pins. Even so, she's having\ntrouble keeping the blouse tucked in at the back.",
    "\n\nA tub of warm water waits for me. I scrub off the dirt\nand sweat from the woods and even wash my hair. To\nmy surprise, my mother has laid out one of her own\nlovely dresses for me. A soft blue thing with matching\nshoes.\n\n\"Are you sure?\" I ask. I'm trying to get past rejecting\noffers of help from her. For a while, I was so angry, I\nwouldn't allow her to do anything for me. And this is\nsomething special. Her clothes from her past are very\nprecious to her.",
    "\n\n\"Of course. Let's put your hair up, too,\" she says. I let\nher towel-dry it and braid it up on my head. I can\nhardly recognize myself in the cracked mirror that\nleans against the wall.\n\n\"You look beautiful,\" says Prim in a hushed voice.\n\n\"And nothing like myself,\" I say. I hug her, because I\nknow these next few hours will be terrible for her. Her\nfirst reaping. She's about as safe as you can get, since\nshe's only entered once. I wouldn't let her take out\nany tesserae. But she's worried about me. That the\nunthinkable might happen.",
    "\n\nI protect Prim in every way I can, but I'm powerless\nagainst the reaping. The anguish I always feel when\nshe's in pain wells up in my chest and threatens to\nregister on my (ace. I notice her blouse has pulled out\n of her skirt in the back again and force myself to stay\ncalm. \"Tuck your tail in, little duck,\" I say, smoothing\nthe blouse back in place.\n\nPrim giggles and gives me a small\"Quack.\"\n\n\"Quack yourself,\" I say with a light laugh. The kind\nonly Prim can draw out of me. \"Come on, let's eat,\" I\nsay and plant a quick kiss on the top of her head.",
    "\n\nThe fish and greens are already cooking in a stew, but\nthat will be for supper. We decide to save the\nstrawberries and bakery bread for this evening's meal,\nto make it special we say. Instead we drink milk from\nPrim's goat, Lady, and eat the rough bread made from\nthe tessera grain, although no one has much appetite\nanyway.",
    "\n\nAt one o'clock, we head for the square. Attendance is\nmandatory unless you are on death's door. This\nevening, officials will come around and check to see if\nthis is the case. If not, youll be imprisoned.\n\nIt's too bad, really, that they hold the reaping in the\nsquare — one of the few places in District 12 that can\nbe pleasant. The square's surrounded by shops, and\non public market days, especially if there's good\nweather, it has a holiday feel to it. But today, despite\nthe bright banners hanging on the buildings, there's\nan air of grimness. The camera crews, perched like\nbuzzards on rooftops, only add to the effect.",
    "\n\nPeople file in silently and sign in. The reaping is a\ngood opportunity for the Capitol to keep tabs on the\npopulation as well. Twelve- through eighteen-year-\nolds are herded into roped areas marked off by ages,\nthe oldest in the front, the young ones, like Prim,\ntoward the back. Family members line up around the\nperimeter, holding tightly to one another's hands. But\n there are others, too, who have no one they love at\nstake, or who no longer care, who slip among the\ncrowd, taking bets on the two kids whose names will\nbe drawn. Odds are given on their ages, whether\nthey're Seam or merchant, if they will break down and\nweep. Most refuse dealing with the racketeers but\ncarefully, carefully. These same people tend to be\ninformers, and who hasn't broken the law? I could be\nshot on a daily basis for hunting, but the appetites of\nthose in charge protect me. Not everyone can claim\nthe same.",
    "\n\nAnyway, Gale and I agree that if we have to choose\nbetween dying of hunger and a bullet in the head, the\nbullet would be much quicker.\n\nThe space gets tighter, more claustrophobic as people\narrive. The square's quite large, but not enough to\nhold District 12's population of about eight thousand.\nLatecomers are directed to the adjacent streets, where\nthey can watch the event on screens as it's televised\nlive by the state.",
    "\n\nI find myself standing in a clump of sixteens from the\nSeam. We all exchange terse nods then focus our\nattention on the temporary stage that is set up before\nthe Justice Building. It holds three chairs, a podium,\nand two large glass balls, one for the boys and one for\nthe girls. I stare at the paper slips in the girls' ball.\nTwenty of them have Katniss Everdeen written on\nthem in careful handwriting.",
    "\n\nTwo of the three chairs fill with Madge's father, Mayor\nUndersee, who's a tall, balding man, and Effie\nTrinket, District 12's escort, fresh from the Capitol\nwith her scary white grin, pinkish hair, and spring\ngreen suit. They murmur to each other and then look\nwith concern at the empty seat.Just as the town clock strikes two, the mayor steps\nup to the podium and begins to read. It's the same\nstory every year. He tells of the history of Panem, the\ncountry that rose up out of the ashes of a place that\nwas once called North America. He lists the disasters,\nthe droughts, the storms, the fires, the encroaching\nseas that swallowed up so much of the land, the\nbrutal war for what little sustenance remained. The\nresult was Panem, a shining Capitol ringed by\nthirteen districts, which brought peace and prosperity\nto its citizens. Then came the Dark Days, the uprising\nof the districts against the Capitol. Twelve were\ndefeated, the thirteenth obliterated. The Treaty of\nTreason gave us the new laws to guarantee peace\nand, as our yearly reminder that the Dark Days must\nnever be repeated, it gave us the Hunger Games.",
    "\n\nThe rules of the Hunger Games are simple. In\npunishment for the uprising, each of the twelve\ndistricts must provide one girl and one boy, called\ntributes, to participate. The twenty-four tributes will\nbe imprisoned in a vast outdoor arena that could hold\nanything from a burning desert to a frozen wasteland.\nOver a period of several weeks, the competitors must\nfight to the death. The last tribute standing wins.",
    "\n\nTaking the kids from our districts, forcing them to kill\none another while we watch — this is the Capitol's\nway of reminding us how totally we are at their\nmercy. How little chance we would stand of surviving\nanother rebellion.\n\nWhatever words they use, the real message is\nclear. \"Look how we take your children and sacrifice\nthem and there's nothing you can do. If you lift a\nfinger, we will destroy every last one of you. Just as\nwe did in District Thirteen.\"To make it humiliating as well as torturous, the\nCapitol requires us to treat the Hunger Games as a\nfestivity, a sporting event pitting every district against\nthe others. The last tribute alive receives a life of ease\nback home, and their district will be showered with\nprizes, largely consisting of food. All year, the Capitol\nwill show the winning district gifts of grain and oil\nand even delicacies like sugar while the rest of us\nbattle starvation.",
    "\n\n\"It is both a time for repentance and a time for\nthanks,\" intones the mayor.\n\nThen he reads the list of past District 12 victors. In\nseventy-four years, we have had exactly two. Only one\nis still alive. Haymitch Abernathy, a paunchy, middle-\naged man, who at this moment appears hollering\nsomething unintelligible, staggers onto the stage, and\nfalls into the third chair. He's drunk. Very. The crowd\nresponds with its token applause, but he's confused\nand tries to give Effie Trinket a big hug, which she\nbarely manages to fend off.",
    "\n\nThe mayor looks distressed. Since all of this is being\ntelevised, right now District 12 is the laughingstock of\nPanem, and he knows it. He quickly tries to pull the\nattention back to the reaping by introducing Effie\nTrinket.\n\nBright and bubbly as ever, Effie Trinket trots to the\npodium and gives her signature, \"Happy Hunger\nGames! And may the odds be ever in your favor!\" Her\npink hair must be a wig because her curls have\nshifted slightly off-center since her encounter with\nHaymitch. She goes on a bit about what an honor it is\nto be here, although everyone knows she's just aching\nto get bumped up to a better district where they have\nproper victors, not drunks who molest you in front of\nthe entire nation.Through the crowd, I spot Gale looking back at me\nwith a ghost of a smile. As reapings go, this one at\nleast has a slight entertainment factor. But suddenly I\nam thinking of Gale and his forty-two names in that\nbig glass ball and how the odds are not in his favor.\nNot compared to a lot of the boys. And maybe he's\nthinking the same thing about me because his face\ndarkens and he turns away. \"But there are still\nthousands of slips,\" I wish I could whisper to him.",
    "\n\nIt's time for the drawing. Effie Trinket says as she\nalways does, \"Ladies first!\"and crosses to the glass\nball with the girls' names. She reaches in, digs her\nhand deep into the ball, and pulls out a slip of paper.\nThe crowd draws in a collective breath and then you\ncan hear a pin drop, and I'm feeling nauseous and so\ndesperately hoping that it's not me, that it's not me,\nthat it's not me.\n\nEffie Trinket crosses back to the podium, smoothes\nthe slip of paper, and reads out the name in a clear\nvoice. And it's not me.\n\nIt's Primrose Everdeen.One time, when I was in a blind in a tree, waiting\nmotionless for game to wander by, I dozed off and fell\nten feet to the ground, landing on my back. It was as\nif the impact had knocked every wisp of air from my\nlungs, and I lay there struggling to inhale, to exhale,\nto do anything.",
    "\n\nThat's how I feel now, trying to remember how to\nbreathe, unable to speak, totally stunned as the name\nbounces around the inside of my skull. Someone is\ngripping my arm, a boy from the Seam, and I think\nmaybe I started to fall and he caught me.\n\nThere must have been some mistake. This can't be\nhappening. Prim was one slip of paper in thousands!\nHer chances of being chosen so remote that I'd not\neven bothered to worry about her. Hadn't I done\neverything? Taken the tesserae, refused to let her do\nthe same? One slip. One slip in thousands. The odds\nhad been entirely in her favor. But it hadn't mattered.",
    "\n\nSomewhere far away, I can hear the crowd\nmurmuring unhappily as they always do when a\ntwelve-year-old gets chosen because no one thinks\nthis is fair. And then I see her, the blood drained from\nher face, hands clenched in fists at her sides, walking\nwith stiff, small steps up toward the stage, passing\nme, and I see the back of her blouse has become\nuntucked and hangs out over her skirt. It's this\ndetail, the untucked blouse forming a ducktail, that\nbrings me back to myself.\n\n\"Prim!\" The strangled cry comes out of my throat, and\nmy muscles begin to move again. \"Prim!\" I don't needto shove through the crowd. The other kids make way\nimmediately allowing me a straight path to the stage.\nI reach her just as she is about to mount the steps.\nWith one sweep of my arm, I push her behind me.",
    "\n\n\"I volunteer!\" I gasp. \"I volunteer as tribute!\"\n\nThere's some confusion on the stage. District 12\nhasn't had a volunteer in decades and the protocol\nhas become rusty. The rule is that once a tribute's\nname has been pulled from the ball, another eligible\nboy, if a boy's name has been read, or girl, if a girl's\nname has been read, can step forward to take his or\nher place. In some districts, in which winning the\nreaping is such a great honor, people are eager to risk\ntheir lives, the volunteering is complicated. But in\nDistrict 12, where the wordtribute is pretty much\nsynonymous with the word corpse, volunteers are all\nbut extinct.\n\n\"Lovely!\" says Effie Trinket. \"But I believe there's a\nsmall matter of introducing the reaping winner and\nthen asking for volunteers, and if one does come forth\nthen we, um ...\" she trails off, unsure herself.",
    "\n\n\"What does it matter?\" says the mayor. He's looking\nat me with a pained expression on his face. He\ndoesn't know me really, but there's a faint recognition\nthere. I am the girl who brings the strawberries. The\ngirl his daughter might have spoken of on occasion.\nThe girl who five years ago stood huddled with her\nmother and sister, as he presented her, the oldest\nchild, with a medal of valor. A medal for her father,\nvaporized in the mines. Does he remember that?\n\"What does it matter?\" he repeats gruffly. \"Let her\ncome forward.\"Prim is screaming hysterically behind me. She's\nwrapped her skinny arms around me like a vice. \"No,\nKatniss! No! You can't go!\"\n\n\"Prim, let go,\" I say harshly, because this is upsetting\nme and I don't want to cry. When they televise the\nreplay of the reapings tonight, everyone will make\nnote of my tears, and I'll be marked as an easy target.\nA weakling. I will give no one that satisfaction. \"Let\ngo!\"",
    "\n\nI can feel someone pulling her from my back. I turn\nand see Gale has lifted Prim off the ground and she's\nthrashing in his arms. \"Up you go, Catnip,\" he says,\nin a voice he's fighting to keep steady, and then he\ncarries Prim off toward my mother. I steel myself and\nclimb the steps.\n\n\"Well, bravo!\" gushes Effie Trinket. \"That's the spirit\nof the Games!\" She's pleased to finally have a district\nwith a little action going on in it. \"What's your name?\"\n\nI swallow hard. \"Katniss Everdeen,\" I say.\n\n\"I bet my buttons that was your sister. Don't want her\nto steal all the glory, do we? Come on, everybody!\nLet's give a big round of applause to our newest\ntribute!\" trills Effie Trinket.\n\nTo the everlasting credit of the people of District 12,\nnot one person claps. Not even the ones holding\nbetting slips, the ones who are usually beyond caring.\nPossibly because they know me from the Hob, or\nknew my father, or have encountered Prim, who no\none can help loving. So instead of acknowledging\napplause, I stand there unmoving while they take part\nin the boldest form of dissent they can manage.\nSilence. Which says we do not agree. We do not\ncondone. All of this is wrong.",
    "\n\n Then something unexpected happens. At least, I don't\nexpect it because I don't think of District 12 as a\nplace that cares about me. But a shift has occurred\nsince I stepped up to take Prim's place, and now it\nseems I have become someone precious. At first one,\nthen another, then almost every member of the crowd\ntouches the three middle fingers of their left hand to\ntheir lips and holds it out to me. It is an old and\nrarely used gesture of our district, occasionally seen\nat funerals. It means thanks, it means admiration, it\nmeans good-bye to someone you love.",
    "\n\nNow I am truly in danger of crying, but fortunately\nHaymitch chooses this time to come staggering across\nthe stage to congratulate me. \"Look at her. Look at\nthis one!\" he hollers, throwing an arm around my\nshoulders. He's surprisingly strong for such a wreck.\n\"I like her!\" His breath reeks of liquor and it's been a\nlong time since he's bathed. \"Lots of ...\" He can't\nthink of the word for a while. \"Spunk!\" he says\ntriumphantly. \"More than you!\" he releases me and\nstarts for the front of the stage. \"More than you!\" he\nshouts, pointing directly into a camera.",
    "\n\nIs he addressing the audience or is he so drunk he\nmight actually be taunting the Capitol? I'll never\nknow because just as he's opening his mouth to\ncontinue, Haymitch plummets off the stage and\nknocks himself unconscious.\n\nHe's disgusting, but I'm grateful. With every camera\ngleefully trained on him, I have just enough time to\nrelease the small, choked sound in my throat and\ncompose myself. I put my hands behind my back and\nstare into the distance.",
    "\n\nI can see the hills I climbed this morning with Gale.\nFor a moment, I yearn for something . . . the idea of us\nleaving the district . . . making our way in the woods . . .\n but I know I was right about not running off. Because\nwho else would have volunteered for Prim?\n\nHaymitch is whisked away on a stretcher, and Effie\nTrinket is trying to get the ball rolling again. \"What an\nexciting day!\" she warbles as she attempts to\nstraighten her wig, which has listed severely to the\nright. \"But more excitement to come! It's time to\nchoose our boy tribute!\" Clearly hoping to contain her\ntenuous hair situation, she plants one hand on her\nhead as she crosses to the ball that contains the boys'\nnames and grabs the first slip she encounters. She\nzips back to the podium, and I don't even have time to\nwish for Gale's safety when she's reading the name.\n\"Peeta Mellark.\"",
    "\n\nPeeta Mellark!\n\nOh, no, I think. Not him. Because I recognize this\nname, although I have never spoken directly to its\nowner. Peeta Mellark.\n\nNo, the odds are not in my favor today. I watch him\nas he makes his way toward the stage. Medium\nheight, stocky build, ashy blond hair that falls in\nwaves over\n\nhis forehead. The shock of the moment is registering\non his face, you can see his struggle to remain\nemotionless, but his blue eyes show the alarm I've\nseen so often in prey. Yet he climbs steadily onto the\nstage and takes his place.",
    "\n\nEffie Trinket asks for volunteers, but no one steps\nforward. He has two older brothers, I know, I've seen\nthem in the bakery, but one is probably too old now\nto volunteer and the other won't. This is standard.\nFamily devotion only goes so far for most people on\nreaping day. What I did was the radical thing.\n The mayor begins to read the long, dull Treaty of\nTreason as he does every year at this point — it's\nrequired — but I'm not listening to a word.\n\nWhy him? I think. Then I try to convince myself it\ndoesn't matter. Peeta Mellark and I are not friends.\nNot even neighbors. We don't speak. Our only real\ninteraction happened years ago. He's probably\nforgotten it. But I haven't and I know I never will... .",
    "\n\nIt was during the worst time. My father had been\nkilled in the mine accident three months earlier in the\nbitterest January anyone could remember. The\nnumbness of his loss had passed, and the pain would\nhit me out of nowhere, doubling me over, racking my\nbody with sobs. Where are you? I would cry out in my\nmind. Where have you gone? Of course, there was\nnever any answer.\n\nThe district had given us a small amount of money as\ncompensation for his death, enough to cover one\nmonth of grieving at which time my mother would be\nexpected to get a job. Only she didn't. She didn't do\nanything but sit propped up in a chair or, more often,\nhuddled under the blankets on her bed, eyes fixed on\nsome point in the distance. Once in a while, she'd\nstir, get up as if moved by some urgent purpose, only\nto then collapse back into stillness. No amount of\npleading from Prim seemed to affect her.",
    "\n\nI was terrified. I suppose now that my mother was\nlocked in some dark world of sadness, but at the\ntime, all I knew was that I had lost not only a father,\nbut a mother as well. At eleven years old, with Prim\njust seven, I took over as head of the family. There\nwas no choice. I bought our food at the market and\ncooked it as best I could and tried to keep Prim and\nmyself looking presentable. Because if it had become\nknown that my mother could no longer care for us,",
    "\n\n the district would have taken us away from her and\nplaced us in the community home. I'd grown up\nseeing those home kids at school. The sadness, the\nmarks of angry hands on their faces, the\nhopelessness that curled their shoulders forward. I\ncould never let that happen to Prim. Sweet, tiny Prim\nwho cried when I cried before she even knew the\nreason, who brushed and plaited my mother's hair\nbefore we left for school, who still polished my father's\nshaving mirror each night because he'd hated the\nlayer of coal dust that settled on everything in the\nSeam. The community home would crush her like a\nbug. So I kept our predicament a secret.\n\nBut the money ran out and we were slowly starving to\ndeath. There's no other way to put it. I kept telling\nmyself if I could only hold out until May, just May\n8th, I would turn twelve and be able to sign up for the\ntesserae and get that precious grain and oil to feed\nus. Only there were still several weeks to go. We could\nwell be dead by then.",
    "\n\nStarvation's not an uncommon fate in District 12.\nWho hasn't seen the victims? Older people who can't\nwork. Children from a family with too many to feed.\nThose injured in the mines. Straggling through the\nstreets. And one day, you come upon them sitting\nmotionless against a wall or lying in the Meadow, you\nhear the wails from a house, and the Peacekeepers\nare called in to retrieve the body. Starvation is never\nthe cause of death officially. It's always the flu, or\nexposure, or pneumonia. But that fools no one.\n\nOn the afternoon of my encounter with Peeta Mellark,\nthe rain was falling in relentless icy sheets. I had\nbeen in town, trying to trade some threadbare old\nbaby clothes of Prim's in the public market, but there\nwere no takers. Although I had been to the Hob on\nseveral occasions with my father, I was too frightened\n to venture into that rough, gritty place alone. The rain\nhad soaked through my father's hunting jacket,\nleaving me chilled to the bone. For three days, we'd\nhad nothing but boiled water with some old dried\nmint leaves I'd found in the back of a cupboard. By\nthe time the market closed, I was shaking so hard I\ndropped my bundle of baby clothes in a mud puddle.\nI didn't pick it up for fear I would keel over and be\nunable to regain my feet. Besides, no one wanted\nthose clothes.",
    "\n\nI couldn't go home. Because at home was my mother\nwith her dead eyes and my little sister, with her\nhollow cheeks and cracked lips. I couldn't walk into\nthat room with the smoky fire from the damp\nbranches I had scavenged at the edge of the woods\nafter the coal had run out, my bands empty of any\nhope.\n\nI found myself stumbling along a muddy lane behind\nthe shops that serve the wealthiest townspeople. The\nmerchants live above their businesses, so I was\nessentially in their backyards. I remember the\noutlines of garden beds not yet planted for the spring,\na goat or two in a pen, one sodden dog tied to a post,\nhunched defeated in the muck.\n\nAll forms of stealing are forbidden in District 12.\nPunishable by death. But it crossed my mind that\nthere might be something in the trash bins, and those\nwere fair game. Perhaps a bone at the butcher's or\nrotted vegetables at the grocer's, something no one\nbut my family was desperate enough to eat.\nUnfortunately, the bins had just been emptied.",
    "\n\nWhen I passed the baker's, the smell of fresh bread\nwas so overwhelming I felt dizzy. The ovens were in\nthe back, and a golden glow spilled out the open\nkitchen door. I stood mesmerized by the heat and the\n luscious scent until the rain interfered, running its\nicy fingers down my back, forcing me back to life. I\nlifted the lid to the baker's trash bin and found it\nspotlessly, heartlessly bare.",
    "\n\nSuddenly a voice was screaming at me and I looked\nup to see the baker's wife, telling me to move on and\ndid I want her to call the Peacekeepers and how sick\nshe was of having those brats from the Seam pawing\nthrough her trash. The words were ugly and I had no\ndefense. As I carefully replaced the lid and backed\naway, I noticed him, a boy with blond hair peering out\nfrom behind his mother's back. I'd seen him at\nschool. He was in my year, but I didn't know his\nname. He stuck with the town kids, so how would I?\nHis mother went back into the bakery, grumbling, but\nhe must have been watching me as I made my way\nbehind the pen that held their pig and leaned against\nthe far side of an old apple tree. The realization that\nI'd have nothing to take home had finally sunk in. My\nknees buckled and I slid down the tree trunk to its\nroots. It was too much. I was too sick and weak and\ntired, oh, so tired. Let them call the Peacekeepers and\ntake us to the community home, I thought. Or better\nyet, let me die right here in the rain.\n\nThere was a clatter in the bakery and I heard the\nwoman screaming again and the sound of a blow, and\nI vaguely wondered what was going on. Feet sloshed\ntoward me through the mud and I thought, It's her.\nShe's coming to drive me away with a stick. But it\nwasn't her. It was the boy. In his arms, he carried two\nlarge loaves of bread that must have fallen into the\nfire because the crusts were scorched black.",
    "\n\nHis mother was yelling, \"Feed it to the pig, you stupid\ncreature! Why not? No one decent will buy burned\nbread!\"He began to tear off chunks from the burned parts\nand toss them into the trough, and the front bakery\nbell rung and the mother disappeared to help a\ncustomer.",
    "\n\nThe boy never even glanced my way, but I was\nwatching him. Because of the bread, because of the\nred weal that stood out on his cheekbone. What had\nshe hit him with?\n\nMy parents never hit us. I couldn't even imagine it.\nThe boy took one look back to the bakery as if\nchecking that the coast was clear, then, his attention\nback on the pig, he threw a loaf of bread in my\ndirection. The second quickly followed, and he\nsloshed back to the bakery, closing the kitchen door\ntightly behind him.",
    "\n\nI stared at the loaves in disbelief. They were fine,\nperfect really, except for the burned areas. Did he\nmean for me to have them? He must have. Because\nthere they were at my feet. Before anyone could\nwitness what had happened I shoved the loaves up\nunder my shirt, wrapped the hunting jacket tightly\nabout me, and walked swiftly away. The heat of the\nbread burned into my skin, but I clutched it tighter,\nclinging to life.\n\nBy the time I reached home, the loaves had cooled\nsomewhat, but the insides were still warm. When I\ndropped them on the table, Prim's hands reached to\ntear off a chunk, but I made her sit, forced my mother\nto join us at the table, and poured warm tea. I\nscraped off the black stuff and sliced the bread. We\nate an entire loaf, slice by slice. It was good hearty\nbread, filled with raisins and nuts.",
    "\n\nI put my clothes to dry at the fire, crawled into bed,\nand fell into a dreamless sleep. It didn't occur to me\n until the next morning that the boy might have\nburned the bread on purpose. Might have dropped\nthe loaves into the flames, knowing it meant being\npunished, and then delivered them to me. But I\ndismissed this. It must have been an accident. Why\nwould he have done it? He didn't even know me. Still,\njust throwing me the bread was an enormous\nkindness that would have surely resulted in a beating\nif discovered. 1 couldn't explain his actions.",
    "\n\nWe ate slices of bread for breakfast and headed to\nschool. It was as if spring had come overnight. Warm\nsweet air. Fluffy clouds. At school, I passed the boy in\nthe hall, his cheek had swelled up and his eye had\nblackened. He was with his friends and didn't\nacknowledge me in any way. But as I collected Prim\nand started for home that afternoon, I found him\nstaring at me from across the school yard. Our eyes\nmet for only a second, then he turned his head away.\nI dropped my gaze, embarrassed, and that's when I\nsaw it. The first dandelion of the year. A bell went off\nin my head. I thought of the hours spent in the woods\nwith my father and I knew how we were going to\nsurvive.",
    "\n\nTo this day, I can never shake the connection between\nthis boy, Peeta Mellark, and the bread that gave me\nhope, and the dandelion that reminded me that I was\nnot doomed. And more than once, I have turned in\nthe school hallway and caught his eyes trained on\nme, only to quickly flit away. I feel like I owe him\nsomething, and I hate owing people. Maybe if I had\nthanked him at some point, I'd be feeling less\nconflicted now. I thought about it a couple of times,\nbut the opportunity never seemed to present itself.\nAnd now it never will. Because we're going to be\nthrown into an arena to fight to the death. Exactly\nhow am I supposed to work in a thank-you in there?Somehow it just won't seem sincere if I'm trying to slit\nhis throat.",
    "\n\nThe mayor finishes the dreary Treaty of Treason and\nmotions for Peeta and me to shake hands. His are as\nsolid and warm as those loaves of bread. Peeta looks\nme right in the eye and gives my hand what I think is\nmeant to be a reassuring squeeze. Maybe it's just a\nnervous spasm.",
    "\n\nWe turn back to face the crowd as the anthem of\nPanem plays.\n\nOh, well, I think. There will be twenty-four of us. Odds\nare someone else will kill him before I do.\n\nOf course, the odds have not been very dependable of\nlate.The moment the anthem ends, we are taken into\ncustody. I don't mean we're handcuffed or anything,\nbut a group of Peacekeepers marches us through the\nfront door of the Justice Building. Maybe tributes\nhave tried to escape in the past. I've never seen that\nhappen though.",
    "\n\nOnce inside, I'm conducted to a room and left alone.\nIt's the richest place I've ever been in, with thick, deep\ncarpets and a velvet couch and chairs. I know velvet\nbecause my mother has a dress with a collar made of\nthe stuff. When I sit on the couch, I can't help\nrunning my fingers over the fabric repeatedly. It helps\nto calm me as I try to prepare for the next hour. The\ntime allotted for the tributes to say goodbye to their\nloved ones. I cannot afford to get upset, to leave this\nroom with puffy eyes and a red nose. Crying is not an\noption. There will be more cameras at the train\nstation.",
    "\n\nMy sister and my mother come first. I reach out to\nPrim and she climbs on my lap, her arms around my\nneck, head on my shoulder, just like she did when\nshe was a toddler. My mother sits beside me and\nwraps her arms around us. For a few minutes, we say\nnothing. Then I start telling them all the things they\nmust remember to do, now that I will not be there to\ndo them for them.",
    "\n\nPrim is not to take any tesserae. They can get by, if\nthey're careful, on selling Prim's goat milk and cheese\nand the small apothecary business my mother now\nruns for the people in the Seam. Gale will get her the\nherbs she doesn't grow herself, but she must be verycareful to describe them because he's not as familiar\nwith them as I am. He'll also bring them game — he\nand I made a pact about this a year or so ago — and\nwill probably not ask for compensation, but they\nshould thank him with some kind of trade, like milk\nor medicine.",
    "\n\nI don't bother suggesting Prim learn to hunt. I tried to\nteach her a couple of times and it was disastrous. The\nwoods terrified her, and whenever I shot something,\nshe'd get teary and talk about how we might be able\nto heal it if we got it home soon enough. But she\nmakes out well with her goat, so I concentrate on\nthat.",
    "\n\nWhen I am done with instructions about fuel, and\ntrading, and staying in school, I turn to my mother\nand grip her arm, hard. \"Listen to me. Are you\nlistening to me?\" She nods, alarmed by my intensity.\nShe must know what's coming. \"You can't leave\nagain,\" I say.\n\nMy mother's eyes find the floor. \"I know. I won't. I\ncouldn't help what — \"\n\n\"Well, you have to help it this time. You can't clock\nout and leave Prim on her own. There's no me now to\nkeep you both alive. It doesn't matter what happens.\nWhatever you see on the screen. You have to promise\nme you'll fight through it!\" My voice has risen to a\nshout. In it is all the anger, all the fear I felt at her\nabandonment.\n\nShe pulls her arm from my grasp, moved to anger\nherself now. \"I was ill. I could have treated myself if\nI'd had the medicine I have now.\"",
    "\n\nThat part about her being ill might be true. I've seen\n\nher bring back people suffering from immobilizing\n\n sadness since. Perhaps it is a sickness, but it's one\nwe can't afford.\n\n\"Then take it. And take care of her!\" I say.\n\n\"I'll be all right, Katniss,\" says Prim, clasping my face\nin her hands. \"But you have to take care, too. You're\nso fast and brave. Maybe you can win.\"\n\nI can't win. Prim must know that in her heart. The\ncompetition will be far beyond my abilities. Kids from\nwealthier districts, where winning is a huge honor,\nwho've been trained their whole lives for this. Boys\nwho are two to three times my size. Girls who know\ntwenty different ways to kill you with a knife. Oh,\nthereH be people like me, too. People to weed out\nbefore the real fun begins.\n\n\"Maybe,\" I say, because I can hardly tell my mother to\ncarry on if I've already given up myself. Besides, it\nisn't in my nature to go down without a fight, even\nwhen things seem insurmountable. \"Then we'd be\nrich as Haymitch.\"",
    "\n\n\"I don't care if we're rich. I just want you to come\nhome. You will try, won't you? Really, really try?\" asks\nPrim.\n\n\"Really, really try. I swear it,\" I say. And I know,\nbecause of Prim, I'll have to.\n\nAnd then the Peacekeeper is at the door, signaling our\ntime is up, and we're all hugging one another so hard\nit hurts and all I'm saying is \"I love you. I love you\nboth.\" And they're saying it back and then the\nPeacekeeper orders them out and the door closes. I\nbury my head in one of the velvet pillows as if this\ncan block the whole thing out.Someone else enters the room, and when I look up,\nI'm surprised to see it's the baker, Peeta Mellark's\nfather. I can't believe he's come to visit me. After all,\nI'll be trying to kill his son soon. But we do know each\nother a bit, and he knows Prim even better. When she\nsells her goat cheeses at the Hob, she puts two of\nthem aside for him and he gives her a generous\namount of bread in return. We always wait to trade\nwith him when his witch of a wife isn't around\nbecause he's so much nicer. I feel certain he would\nnever have hit his son the way she did over the\nburned bread. But why has he come to see me?",
    "\n\nThe baker sits awkwardly on the edge of one of the\nplush chairs. He's a big, broad-shouldered man with\nburn scars from years at the ovens. He must have\njust said goodbye to his son.\n\nHe pulls a white paper package from his jacket pocket\nand holds it out to me. I open it and find cookies.\nThese are a luxury we can never afford.",
    "\n\n\"Thank you,\" I say. The baker's not a very talkative\nman in the best of times, and today he has no words\nat all. \"I had some of your bread this morning. My\nfriend Gale gave you a squirrel for it.\" He nods, as if\nremembering the squirrel. \"Not your best trade,\" I say.\nHe shrugs as if it couldn't possibly matter.\n\nThen I can't think of anything else, so we sit in silence\nuntil a Peacemaker summons him. He rises and\ncoughs to clear his throat. \"Ill keep an eye on the\nlittle girl. Make sure she's eating.\"",
    "\n\nI feel some of the pressure in my chest lighten at his\nwords. People deal with me, but they are genuinely\nfond of Prim. Maybe there will be enough fondness to\nkeep her alive.My next guest is also unexpected. Madge walks\nstraight to me. She is not weepy or evasive, instead\nthere's an urgency about her tone that surprises me.\n\"They let you wear one thing from your district in the\narena. One thing to remind you of home. Will you\nwear this?\" She holds out the circular gold pin that\nwas on her dress earlier. I hadn't paid much attention\nto it before, but now I see it's a small bird in flight.\n\n\"Your pin?\" I say. Wearing a token from my district is\nabout the last thing on my mind.\n\n\"Here, I'll put it on your dress, all right?\" Madge\ndoesn't wait for an answer, she just leans in and fixes\nthe bird to my dress. \"Promise youll wear it into the\narena, Katniss?\" she asks. \"Promise?\"",
    "\n\n\"Yes,\" I say. Cookies. A pin. I'm getting all kinds of\ngifts today. Madge gives me one more. A kiss on the\ncheek. Then she's gone and I'm left thinking that\nmaybe Madge really has been my friend all along.\n\nFinally, Gale is here and maybe there is nothing\nromantic between us, but when he opens his arms I\ndon't hesitate to go into them. His body is familiar to\nme — the way it moves, the smell of wood smoke,\neven the sound of his heart beating I know from quiet\nmoments on a hunt — but this is the first time I\nreally feel it, lean and hard-muscled against my own.",
    "\n\n\"Listen,\" he says. \"Getting a knife should be pretty\neasy, but you've got to get your hands on a bow.\nThat's your best chance.\"\n\n\"They don't always have bows,\" I say, thinking of the\nyear there were only horrible spiked maces that the\ntributes had to bludgeon one another to death with.\"Then make one,\" says Gale. \"Even a weak bow is\nbetter than no bow at all.\"\n\nI have tried copying my father's bows with poor\nresults. It's not that easy. Even he had to scrap his\nown work sometimes.\n\n\"I don't even know if there'll be wood,\" I say. Another\nyear, they tossed everybody into a landscape of\nnothing but boulders and sand and scruffy bushes. I\nparticularly hated that year. Many contestants were\nbitten by venomous snakes or went insane from\nthirst.\n\n\"There's almost always some wood,\" Gale says. \"Since\nthat year half of them died of cold. Not much\nentertainment in that.\"",
    "\n\nIt's true. We spent one Hunger Games watching the\nplayers freeze to death at night. You could hardly see\nthem because they were just huddled in balls and\nhad no wood for fires or torches or anything. It was\nconsidered very anti-climactic in the Capitol, all those\nquiet, bloodless deaths. Since then, there's usually\nbeen wood to make fires.\n\n\"Yes, there's usually some,\" I say.\n\n\"Katniss, it's just hunting. You're the best hunter I\nknow,\" says Gale.",
    "\n\n\"It's not just hunting. They're armed. They think,\" I\nsay.\n\n\"So do you. And you've had more practice. Real\npractice,\" he says. \"You know how to kill.\"\n\n\"Not people,\" I say.\"How different can it be, really?\" says Gale grimly.The awful thing is that if I can forget they're people, it\nwill be no different at all.\n\nThe Peacekeepers are back too soon and Gale asks for\nmore time, but they're taking him away and I start to\npanic. \"Don't let them starve!\" I cry out, clinging to\nhis hand.\n\n\"I won't! You know I won't! Katniss, remember I — \" he\nsays, and they yank us apart and slam the door and\n111 never know what it was he wanted me to\nremember.\n\nIt's a short ride from the Justice Building to the train\nstation. I've never been in a car before. Rarely even\nridden in wagons. In the Seam, we travel on foot.\n\nI've been right not to cry. The station is swarming\nwith reporters with their insectlike cameras trained\ndirectly on my face. But I've had a lot of practice at\nwiping my face clean of emotions and I do this now. I\ncatch a glimpse of myself on the television screen on\nthe wall that's airing my arrival live and feel gratified\nthat I appear almost bored.",
    "\n\nPeeta Mellark, on the other hand, has obviously been\ncrying and interestingly enough does not seem to be\ntrying to cover it up. I immediately wonder if this will\nbe his strategy in the Games. To appear weak and\nfrightened, to reassure the other tributes that he is no\ncompetition at all, and then come out fighting. This\nworked very well for a girl, Johanna Mason, from\nDistrict 7 a few years back. She seemed like such a\nsniveling, cowardly fool that no one bothered about\nher until there were only a handful of contestants left.\nIt turned out she could kill viciously. Pretty clever, the\nway she played it. But this seems an odd strategy forPeeta Mellark because he's a baker's son. All those\nyears of having enough to eat and hauling bread trays\naround have made him broad-shouldered and strong.\nIt will take an awful lot of weeping to convince anyone\nto overlook him.",
    "\n\nWe have to stand for a few minutes in the doorway of\nthe train while the cameras gobble up our images,\nthen we're allowed inside and the doors close\nmercifully behind us. The train begins to move at\nonce.",
    "\n\nThe speed initially takes my breath away. Of course,\nI've never been on a train, as travel between the\ndistricts is forbidden except for officially sanctioned\nduties. For us, that's mainly transporting coal. But\nthis is no ordinary coal train. It's one of the high-\nspeed Capitol models that average 250 miles per\nhour. Our journey to the Capitol will take less than a\nday.\n\nIn school, they tell us the Capitol was built in a place\nonce called the Rockies. District 12 was in a region\nknown is Appalachia. Even hundreds of years ago,\nthey mined coal here. Which is why our miners have\nto dig so deep.\n\nSomehow it all comes back to coal at school. Besides\nbasic reading and math most of our instruction is\ncoal-related. Except for the weekly lecture on the\nhistory of Panem. It's mostly a lot of blather about\nwhat we owe the Capitol. I know there must be more\nthan they're telling us, an actual account of what\nhappened during the rebellion. But I don't spend\nmuch time thinking about it. Whatever the truth is, I\ndon't see how it will help me get food on the table.\n\nThe tribute train is fancier than even the room in the\n\nJustice Building. We are each given our own",
    "\n\n chambers that have a bedroom, a dressing area, and\na private bathroom with hot and cold running water.\nWe don't have hot water at home, unless we boil it.\n\nThere are drawers filled with fine clothes, and Effie\nTrinket tells me to do anything I want, wear anything\nI want, everything is at my disposal. Just be ready for\nsupper in an hour. I peel off my mother's blue dress\nand take a hot shower. I've never had a shower\nbefore. It's like being in a summer rain, only warmer.\nI dress in a dark green shirt and pants.",
    "\n\nAt the last minute, I remember Madge's little gold pin.\nFor the first time, I get a good look at it. It's as if\nsomeone fashioned a small golden bird and then\nattached a ring around it. The bird is connected to the\nring only by its wing tips. I suddenly recognize it. A\nmockingj ay.",
    "\n\nThey're funny birds and something of a slap in the\nface to the Capitol. During the rebellion, the Capitol\nbred a series of genetically altered animals as\nweapons. The common term for them was muttations,\nor sometimesmuttsfor short. One was a special bird\ncalled a jabberjay that had the ability to memorize\nand repeat whole human conversations. They were\nhoming birds, exclusively male, that were released\ninto regions where the Capitol's enemies were known\nto be hiding. After the birds gathered words, they'd fly\nback to centers to be recorded. It took people awhile\nto realize what was going on in the districts, how\nprivate conversations were being transmitted. Then,\nof course, the rebels fed the Capitol endless lies, and\nthe joke was on it. So the centers were shut down and\nthe birds were abandoned to die off in the wild.",
    "\n\nOnly they didn't die off. Instead, the jabberjays mated\nwith female mockingbirds creating a whole new\nspecies that could replicate both bird whistles and\n human melodies. They had lost the ability to\nenunciate words but could still mimic a range of\nhuman vocal sounds, from a child's high-pitched\nwarble to a man's deep tones. And they could re-\ncreate songs. Not just a few notes, but whole songs\nwith multiple verses, if you had the patience to sing\nthem and if they liked your voice.",
    "\n\nMy father was particularly fond of mockingjays. When\nwe went hunting, he would whistle or sing\ncomplicated songs to them and, after a polite pause,\nthey'd always sing back. Not everyone is treated with\nsuch respect. But whenever my father sang, all the\nbirds in the area would fall silent and listen. His voice\nwas that beautiful, high and clear and so filled with\nlife it made you want to laugh and cry at the same\ntime. I could never bring myself to continue the\npractice after he was gone. Still, there's something\ncomforting about the little bird. It's like having a piece\nof my father with me, protecting me. I fasten the pin\nonto my shirt, and with the dark green fabric as a\nbackground, I can almost imagine the mockingjay\nflying through the trees.",
    "\n\nEffie Trinket comes to collect me for supper. I follow\nher through the narrow, rocking corridor into a dining\nroom with polished paneled walls. There's a table\nwhere all the dishes are highly breakable. Peeta\nMellark sits waiting for us, the chair next to him\nempty.\n\n\"Where's Haymitch?\" asks Effie Trinket brightly.\n\n\"Last time I saw him, he said he was going to take a\nnap,\" says Peeta.\n\n\"Well, it's been an exhausting day,\" says Effie Trinket.\nI think she's relieved by Haymitch 's absence, and who\ncan blame her?The supper comes in courses. A thick carrot soup,\ngreen salad, lamb chops and mashed potatoes, cheese\nand fruit, a chocolate cake. Throughout the meal,\nEffie Trinket keeps reminding us to save space\nbecause there's more to come. But I'm stuffing myself\nbecause I've never had food like this, so good and so\nmuch, and because probably the best thing I can do\nbetween now and the Games is put on a few pounds.",
    "\n\n\"At least, you two have decent manners,\" says Effie as\nwe're finishing the main course. \"The pair last year\nate everything with their hands like a couple of\nsavages. It completely upset my digestion.\"\n\nThe pair last year were two kids from the Seam who'd\nnever, not one day of their lives, had enough to eat.\nAnd when they did have food, table manners were\nsurely the last thing on their minds. Peeta's a baker's\nson. My mother taught Prim and I to eat properly, so\nyes, I can handle a fork and knife. But I hate Effie\nTrinket's comment so much I make a point of eating\nthe rest of my meal with my fingers. Then I wipe my\nhands on the tablecloth. This makes her purse her\nlips tightly together.",
    "\n\nNow that the meal's over, I'm fighting to keep the food\ndown. I can see Peeta's looking a little green, too.\nNeither of our stomachs is used to such rich fare. But\nif I can hold down Greasy Sae's concoction of mice\nmeat, pig entrails, and tree bark — a winter specialty\n— I'm determined to hang on to this.",
    "\n\nWe go to another compartment to watch the recap of\nthe reapings across Panem. They try to stagger them\nthroughout the day so a person could conceivably\nwatch the whole thing live, but only people in the\nCapitol could really do that, since none of them have\nto attend reapings themselves.One by one, we see the other reapings, the names\ncalled, (the volunteers stepping forward or, more\noften, not. We examine the faces of the kids who will\nbe our competition. A few stand out in my mind. A\nmonstrous boy who lunges forward to volunteer from\nDistrict 2. A fox-faced girl with sleek red hair from\nDistrict 5. A boy with a crippled foot from District 10.\nAnd most hauntingly, a twelve-year-old girl from\nDistrict 1 1 . She has dark brown skin and eyes, but\nother than that, she's very like Prim in size and\ndemeanor. Only when she mounts the stage and they\nask for volunteers, all you can hear is the wind\nwhistling through the decrepit buildings around her.\nThere's no one willing to take her place.",
    "\n\nLast of all, they show District 12. Prim being called,\nme running forward to volunteer. You can't miss the\ndesperation in my voice as I shove Prim behind me, as\nif I'm afraid no one will hear and they 11 take Prim\naway. But, of course, they do hear. I see Gale pulling\nher off me and watch myself mount the stage. The\ncommentators are not sure what to say about the\ncrowd's refusal to applaud. The silent salute. One\nsays that District 12 has always been a bit backward\nbut that local customs can be charming. As if on cue,\nHaymitch falls off the stage, and they groan comically.\nPeeta's name is drawn, and he quietly takes his place.\nWe shake hands. They cut to the anthem again, and\nthe pro-gram ends.\n\nEffie Trinket is disgruntled about the state her wig\nwas in. \"Your mentor has a lot to learn about\npresentation. A lot about televised behavior.\"\n\nPeeta unexpectedly laughs. \"He was drunk,\" says\nPeeta.\"He's drunk every year.\"\n\n\"Every day,\" I add. I can't help smirking a little. Effie",
    "\n\nTrinket makes it sound like Haymitch just has\n\n somewhat rough manners that could be corrected\nwith a few tips from her.\n\n\"Yes,\" hisses Effie Trinket. \"How odd you two find it\namusing. You know your mentor is your lifeline to the\nworld in these Games. The one who advises you, lines\nup your sponsors, and dictates the presentation of\nany gifts. Haymitch can well be the difference between\nyour life and your death!\"\n\nJust then, Haymitch staggers into the compartment.\n\"I miss supper?\" he says in a slurred voice. Then he\nvomits all over the expensive carpet and falls in the\nmess.",
    "\n\n\"So laugh away!\" says Effie Trinket. She hops in her\npointy shoes around the pool of vomit and flees the\nroom.For a few moments, Peeta and I take in the scene of\nour mentor trying to rise out of the slippery vile stuff\nfrom his stomach. The reek of vomit and raw spirits\nalmost brings my dinner up. We exchange a glance.\nObviously Haymitch isn't much, but Effie Trinket is\nright about one thing, once we're in the arena he's all\nwe've got. As if by some unspoken agreement, Peeta\nand I each take one of Haymitch 's arms and help him\nto his feet.",
    "\n\n\"I tripped?\" Haymitch asks. \"Smells bad.\" He wipes\nhis hand on his nose, smearing his face with vomit.\n\n\"Let's get you back to your room,\" says Peeta. \"Clean\nyou up a bit.\"\n\nWe half-lead half-carry Haymitch back to his\ncompartment. Since we can't exactly set him down on\nthe embroidered bedspread, we haul him into the\nbathtub and turn the shower on him. He hardly\nnotices.",
    "\n\n\"It's okay,\" Peeta says to me. \"Ill take it from here.\"\n\nI can't help feeling a little grateful since the last thing\nI want to do is strip down Haymitch, wash the vomit\nout of his chest hair, and tuck him into bed. Possibly\nPeeta is trying to make a good impression on him, to\nbe his favorite once the Games begin. But judging by\nthe state he's in, Haymitch will have no memory of\nthis tomorrow.\n\n\"All right,\" I say. \"I can send one of the Capitol people\nto help you.\" There's any number on the train.Cooking lor us. Waiting on us. Guarding us. Taking\ncare of us is their job.\n\n\"No. I don't want them,\" says Peeta.\n\nI nod and head to my own room. I understand how\nPeeta feels. I can't stand the sight of the Capitol\npeople myself. But making them deal with Haymitch\nmight be a small form of revenge. So I'm pondering\nthe reason why he insists on taking care of Haymitch\nand all of a sudden I think, It's because he's being\nkind. Just as he was kind to give me the bread.",
    "\n\nThe idea pulls me up short. A kind Peeta Mellark is\nfar more dangerous to me than an unkind one. Kind\npeople have a way of working their way inside me and\nrooting there. And I can't let Peeta do this. Not where\nwe're going. So I decide, from this moment on, to have\nas little as possible to do with the baker's son.",
    "\n\nWhen I get back to my room, the train is pausing at a\nplatform to refuel. I quickly open the window, toss the\ncookies Peeta's father gave me out of the train, and\nslam the glass shut. No more. No more of either of\nthem.",
    "\n\nUnfortunately, the packet of cookies hits the ground\nand bursts open in a patch of dandelions by the\ntrack. I only see the image for a moment, because the\ntrain is off again, but it's enough. Enough to remind\nme of that other dandelion in the school yard years\nago ...",
    "\n\nI had just turned away from Peeta Mellark's bruised\nface when I saw the dandelion and I knew hope\nwasn't lost. I plucked it carefully and hurried home. I\ngrabbed a bucket and Prim's hand and headed to the\nMeadow and yes, it was dotted with the golden-\nheaded weeds. After we'd harvested those, wescrounged along inside the fence for probably a mile\nuntil we'd filled the bucket with the dandelion greens,\nstems, and flowers. That night, we gorged ourselves\non dandelion salad and the rest of the bakery bread.\n\n\"What else?\" Prim asked me. \"What other food can we\nfind?\"\n\n\"All kinds of things,\" I promised her. \"I just have to\nremember them.\"",
    "\n\nMy mother had a book she'd brought with her from\nthe apothecary shop. The pages were made of old\nparchment and covered in ink drawings of plants.\nNeat handwritten blocks told their names, where to\ngather them, when they came in bloom, their medical\nuses. But my father added other entries to the book.\nPlants for eating, not healing. Dandelions, pokeweed,\nwild onions, pines. Prim and I spent the rest of the\nnight poring over those pages.",
    "\n\nThe next day, we were off school. For a while I hung\naround the edges of the Meadow, but finally I worked\nup the courage to go under the fence. It was the first\ntime I'd been there alone, without my father's\nweapons to protect me. But I retrieved the small bow\nand arrows he'd made me from a hollow tree. I\nprobably didn't go more than twenty yards into the\nwoods that day. Most of the time, I perched up in the\nbranches of an old oak, hoping for game to come by.\nAfter several hours, I had the good luck to kill a\nrabbit.",
    "\n\nI'd shot a few rabbits before, with my father's\nguidance. But this I'd done on my own.\n\nWe hadn't had meat in months. The sight of the\nrabbit seemed to stir something in my mother. She\nroused herself, skinned the carcass, and made a stewwith the meat and some more greens Prim had\ngathered. Then she acted confused and went back to\nbed, but when the stew was done, we made her eat a\nbowl.\n\nThe woods became our savior, and each day I went a\nbit farther into its arms. It was slow-going at first, but\nI was determined to feed us. I stole eggs from nests,\ncaught fish in nets, sometimes managed to shoot a\nsquirrel or rabbit for stew, and gathered the various\nplants that sprung up beneath my feet. Plants are\ntricky. Many are edible, but one false mouthful and\nyou're dead. I checked and double-checked the plants\nI harvested with my father's pictures. I kept us alive.",
    "\n\nAny sign of danger, a distant howl, the inexplicable\nbreak of a branch, sent me flying back to the fence at\nfirst. Then I began to risk climbing trees to escape the\nwild dogs that quickly got bored and moved on. Bears\nand cats lived deeper in, perhaps disliking the sooty\nreek of our district.",
    "\n\nOn May 8th, I went to the Justice Building, signed up\nfor my tesserae, and pulled home my first batch of\ngrain and oil in Prim's toy wagon. On the eighth of\nevery month, I wasentitled to do the same. I couldn't\nstop hunting and gathering, of course. The grain was\nnot enough to live on, and there were other things to\nbuy, soap and milk and thread. What we didn't\nabsolutely have to eat, I began to trade at the Hob. It\nwas frightening to enter that place without my father\nat my side, but people had respected him, and they\naccepted me. Game was game after all, no matter\nwho'd shot it. I also sold at the back doors of the\nwealthier clients in town, trying to remember what my\nfather had told me and learning a few new tricks as\nwell. The butcher would buy my rabbits but not\nsquirrels. The baker enjoyed squirrel but would only\ntrade for one if his wife wasn't around. The HeadPeacekeeper loved wild turkey. The mayor had a\npassion for strawberries.",
    "\n\nIn late summer, I was washing up in a pond when I\nnoticed the plants growing around me. Tall with\nleaves like arrowheads. Blossoms with three white\npetals. I knelt down in the water, my fingers digging\ninto the soft mud, and I pulled up handfuls of the\nroots. Small, bluish tubers that don't look like much\nbut boiled or baked are as good as any potato.\n\"Katniss,\" I said aloud. It's the plant I was named for.\nAnd I heard my father's voice joking, \"As long as you\ncan find yourself, you'll never starve.\" I spent hours\nstirring up the pond bed with my toes and a stick,\ngathering the tubers that floated to the top. That\nnight, we feasted on fish and katniss roots until we\nwere all, for the first time in months, full.\n\nSlowly, my mother returned to us. She began to clean\nand cook and preserve some of the food I brought in\nfor winter. People traded us or paid money for her\nmedical remedies. One day, I heard her singing.",
    "\n\nPrim was thrilled to have her back, but I kept\nwatching, waiting for her to disappear on us again. I\ndidn't trust her. And some small gnarled place inside\nme hated her for her weakness, for her neglect, for\nthe months she had put us through. Prim forgave her,\nbut I had taken a step back from my mother, put up a\nwall to protect myself from needing her, and nothing\nwas ever the same between us again.\n\nNow I was going to die without that ever being set\nright. I thought of how I had yelled at her today in the\nJustice Building. I had told her I loved her, too,\nthough. So maybe it would all balance out.\n\nFor a while I stand staring out the train window,\n\nwishing I could open it again, but unsure of what",
    "\n\n would happen at such high speed. In the distance, I\nsee the lights of another district. 7? 10? I don't know.\nI think about the people in their houses, settling in\nfor bed. I imagine my home, with its shutters drawn\ntight. What are they doing now, my mother and Prim?\nWere they able to eat supper? The fish stew and the\nstrawberries? Or did it lay untouched on their plates?\nDid they watch the recap of the day's events on the\nbattered old TV that sits on the table against the\nwall? Surely, there were more tears. Is my mother\nholding up, being strong for Prim? Or has she already\nstarted to slip away, leaving the weight of the world\non my sister's fragile shoulders?\n\nPrim will undoubtedly sleep with my mother tonight.\nThe thought of that scruffy old Buttercup posting\nhimself on the bed to watch over Prim comforts me. If\nshe cries, he will nose his way into her arms and curl\nup there until she calms down and falls asleep. I'm so\nglad I didn't drown him.",
    "\n\nImagining my home makes me ache with loneliness.\nThis day has been endless. Could Gale and I have\nbeen eating blackberries only this morning? It seems\nlike a lifetime ago. Like a long dream that deteriorated\ninto a nightmare. Maybe, if I go to sleep, I will wake\nup back in District 12, where I belong.\n\nProbably the drawers hold any number of nightgowns,\nbut I just strip off my shirt and pants and climb into\nbed in my underwear. The sheets are made of soft,\nsilky fabric. A thick fluffy comforter gives immediate\nwarmth.",
    "\n\nIf I'm going to cry, now is the time to do it. By\nmorning, 111 be able to wash the damage done by the\ntears from my face. But no tears come. I'm too tired or\ntoo numb to cry. The only thing I feel is a desire to be\n"
]